Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Copy that.
pl: Przyjęłam.

source: Copy that. Good work!
pl: Przyjęłam. Dobra robota!

source: Copy that. I also need to inform you that the Commander offers her personal praise for your recent achievements.
pl: Przyjęłam. Poza tym chciałam cię poinformować, że Komandor bardzo chwali twoje ostatnie osiągnięcia.

source: Core
pl: Rdzeń

source: Core data for 9S is stored ahead.
pl: Dane rdzenia 9S znajdują się przed nami.

source: Cores contain the data which forms our self-consciousness.
pl: Rdzenie zawierają dane, które tworzą naszą samoświadomość.

source: Corrupted YoRHa units!
pl: Zainfekowane jednostki YoRHa!

source: Corrupted data
pl: Dane uszkodzone

source: Cosmetics
pl: Kosmetyk

source: Cost
pl: Koszt

source: Costa Rica
pl: Kostaryka

source: Could I possibly trouble you to slay it for us?
pl: Czy byłaby możliwość, abyś ją zniszczyła?

source: Could you give him this gold ore as well? He's been asking for this for a while, and I finally managed to get my hands on some.
pl: Możesz mu też dać tę grudkę złota? Pytał się o nią od jakiegoś czasu i wreszcie udało mi się ją zdobyć.

source: Could you leave me alone, please? I'm sick of work.
pl: Czy możesz zostawić mnie w spokoju? Mam dość pracy.

source: Couldn't tell you why, though.
pl: Nie umiem tylko powiedzieć dlaczego.

source: Council of Humanity
pl: Rada Ludzkości

source: Council/YoRHa Records
pl: Zapisy Rady/YoRHa

source: Counsels
pl: Doradcy

source: Counter
pl: Kontra

source: Counter (during Perfect Evade)
pl: Kontra (z perfekcyjnym unikiem)

source: Counter +1
pl: Kontra +1

source: Counter +2
pl: Kontra +2

source: Counter +3
pl: Kontra +3

source: Counter +4
pl: Kontra +4

source: Counter +5
pl: Kontra +5

source: Counter +6
pl: Kontra +6

source: Counter +7
pl: Kontra +7

source: Counter +8
pl: Kontra +8

source: Counter an enemy attack to send back 10% of incoming damage.
pl: Kontra oddaje wrogowi 10% zadawanych obrażeń.

source: Counter an enemy attack to send back 150% of incoming damage.
pl: Kontra oddaje wrogowi 150% zadawanych obrażeń.

source: Counter an enemy attack to send back 200% of incoming damage.
pl: Kontra oddaje wrogowi 200% zadawanych obrażeń.

source: Counter an enemy attack to send back 250% of incoming damage.
pl: Kontra oddaje wrogowi 250% zadawanych obrażeń.

source: Counter an enemy attack to send back 30% of incoming damage.
pl: Kontra oddaje wrogowi 30% zadawanych obrażeń.

source: Counter an enemy attack to send back 60% of incoming damage.
pl: Kontra oddaje wrogowi 60% zadawanych obrażeń.

source: Counter an enemy attack to send back 80% of incoming damage.
pl: Kontra oddaje wrogowi 80% zadawanych obrażeń.

source: Counter an enemy attack to send back all incoming damage.
pl: Kontra oddaje wrogowi wszystkie zadawane obrażenia.

source: Country Manager, Japan
pl: Menadżer na kraj, Japonia

source: Courageous Brother
pl: Odważny brat

source: Cram it already, kid. I'm sure we'll have you back up and running in no time.
pl: Zamknij się już, dzieciaku, Na pewno cię jakoś naprawimy.

source: Cram it! Even a lowly warehouse man needs to know how to blow things up!
pl: Zamilknij! Nawet zwykły magazynier musi wiedzieć, jak wysadzać różne rzeczy w powietrze!

source: Crap! Did they find me?
pl: Cholera! Odnaleźli mnie?

source: Crap! It's blocking close-range attacks with EMP blasts.
pl: Cholera! Impulsami elektroenergetycznymi blokuje nasze ataki z bliskiego dystansu.

source: Creatable
pl: Można utworzyć

source: Create a custom control scheme.
pl: Stwórz własny schemat sterowania.

source: Create chip for <TOTAL_PRICE> G?
pl: Utworzyć czip za <TOTAL_PRICE> G?

source: Create save data?
pl: Utworzyć dane zapisu?

source: Created by humans, this broken toy no longer works.
pl: Ludzka, niedziałająca zabawka.

source: Created by stacking the bodies of multiple small stubbies, this sluggish machine lumbers ever northward and performs no proper attacks. One is left to wonder why it even exists at all.
pl: Zbudowana przez ustawienie na sobie ciał wielu małych resoraków, ta ślamazarna maszyna człapie w jednym kierunku nie wykonując żadnych ataków. Pozostaje pytanie, dlaczego w ogóle istnieje.

source: Created...wipe out mankind...
pl: Stworzoną... aby wybić ludzkość...

source: Creates a field that distorts time, slowing down all enemies that enter its vicinity.
pl: Tworzy pole zakrzywiające czas, spowalniając przeciwników którzy znajdą się w jego zasięgu.

source: Creates an image of the user, drawing the attention of foes and firing upon them with the Pod's ranged attack.
pl: Tworzy obraz użytkownika, przyciągając uwagę wrogów i ostrzeliwując ich, gdy znajdą się w zasięgu Poda.

source: Creating a new body costs a small fortune, you know?
pl: Stworzenie nowych ciał kosztuje małą fortunę, wiesz?

source: Creative Director
pl: Dyrektor kreatywny

source: Creator... star... traveler...
pl: Stwórca... gwiazda.. podróżnik...

source: Creepy Machine
pl: Upiorna maszyna

source: Critical +
pl: Atak krytyczny +

source: Critical Up
pl: Atak krytyczny +

source: Critical Up +1
pl: Atak krytyczny +1

source: Critical Up +2
pl: Atak krytyczny +2

source: Critical Up +3
pl: Atak krytyczny +3

source: Critical Up +4
pl: Atak krytyczny +4

source: Critical Up +5
pl: Atak krytyczny +5

source: Critical Up +6
pl: Atak krytyczny +6

source: Critical Up +7
pl: Atak krytyczny +7

source: Critical Up +8
pl: Atak krytyczny +8

source: Croatia
pl: Chorwacja

source: Cross-regional data reveals a large number of machine lifeforms amassing around these ruins.
pl: Międzyregionalne dane wskazują, że wokół tych ruin zbiera się duża grupa mechanicznych form życia.

source: Cruel Arrogance
pl: Okrutna Arogancja

source: Cruel Blood Oath
pl: Okrutna Przysięga Krwi

source: Cruel Lament
pl: Okrutny Lament

source: Cruel Oath
pl: Okrutna Przysięga

source: Crushed Nut
pl: Zmiażdżona nakrętka

source: Crying Machine
pl: Płacząca maszyna

source: Crystal
pl: Kryształ

source: Cuba
pl: Kuba

source: Culinary Researcher
pl: Badacz kulinarny

source: Cure All + Heal All
pl: Pełne leczenie

source: Cure All Status
pl: Lek na wszystko

source: Cure Manipulation
pl: Lek na sterowanie

source: Cures all status ailments.
pl: Leczy wszystkie zaburzenia.

source: Cures aural status ailments.
pl: Leczy zaburzenia dźwiękowe.

source: Cures control anomalies.
pl: Leczy zaburzenia sterowania.

source: Cures visual status ailments.
pl: Leczy zaburzenia wizualne.

source: Current Destination
pl: Obecny cel

source: Current Location
pl: Obecne położenie

source: Currently, our struggle against the machine lifeforms is at a stalemate.
pl: Aktualnie, nasza walka przeciwko mechanicznym formom życia ugrzęzła w martwym punkcie.

source: Curse you! Curse your entire species!
pl: Bądźcie przeklęci! Cały wasz gatunek!

source: Curse you, androids!
pl: Bądźcie przeklęte, androidy!

source: Custom
pl: Użytkownika

source: Custom Marker
pl: Znacznik użytkownika

source: Customize
pl: Personalizuj

source: Customize Keyboard
pl: Ustawienia klawiatury

source: Customize button assignments.
pl: Zmień ustawienia przycisków.

source: Cut the chatter, and engage the enemy.
pl: Skończ tę zbyteczną gadaninę i zajmij się atakowaniem wroga.

source: Cut your way through!
pl: Wywalcz sobie drogę!

source: Cutscene Illustrator
pl: Ilustrator przerywników filmowych

source: Cutting through projectiles restores HP.
pl: Niszczenie pocisków przywraca PŻ.

source: Cypress Stick
pl: Cyprysowy kij

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Czechy

source: D-Danger! Danger!
pl: N-niebezpieczeństwo! Niebezpieczeństwo!

source: D-don't mention it...
pl: Nie... nie ma sprawy...

source: DEBUG MENU
pl: MENU DEBUGOWE

source: DEF
pl: OBR

source: DESTROY ALLY ANDROID
pl: ZNISZCZ SPRZYMIERZONEGO ANDROIDA

source: DESTROY ALLY ANDROID/MACHINE
pl: ZNISZCZ SPRZYMIERZONEGO ANDROIDA/MASZYNĘ

source: DETONATE SUBJUGATED ENEMIES
pl: ZDETONUJ UJARZMIONYCH PRZECIWNIKÓW

source: DETONATION
pl: DETONACJA

source: DEVELOPMENT SUPPORT
pl: WSPARCIE ROZWOJU

source: DEVELOPMENT SUPPORT DIVISION
pl: DZIAŁ WSPARCIA ROZWOJU

source: DEVOLA! ...Look, I'm sorry we're making all of these requests. I know your time is valuable. Please let us know if you're interested later.
pl: DEVOLA...! Słuchaj... Przepraszam, że ciągle cię o coś prosimy. Wiem, że twój czas jest cenny. Proszę, daj nam znać, jeśli jednak zmienisz zdanie.

source: DIFFICULTY SELECT
pl: POZIOM TRUDNOŚCI

source: DIRECTOR
pl: KIEROWNIK PROJEKTU

source: DLC data not found for:
pl: Nie znaleziono danych DLC:

source: DO NOT DRAW EFFECTS
pl: NIE RYSUJ EFEKTÓW

source: DO NOT DRAW ENEMY
pl: NIE RYSUJ WROGÓW

source: DO NOT DRAW OBJECT
pl: NIE RYSUJ OBIEKTÓW

source: DO NOT DRAW OTHER MODELS
pl: NIE RYSUJ INNYCH MODELI

source: DO NOT DRAW PLAYER
pl: NIE RYSUJ GRACZA

source: DO YOU ACCEPT DEFEAT?
pl: AKCEPTUJESZ PORAŻKĘ?

source: DO YOU ADMIT THERE IS NO MEANING TO THIS WORLD?
pl: PRZYZNAJESZ, ŻE TEN ŚWIAT NIE MA ŻADENGO SENSU?

source: DO YOU MIND!?
pl: MOŻECIE POZWOLIĆ?

source: DO YOU THINK GAMES ARE SILLY LITTLE THINGS?
pl: SĄDZISZ, ŻE GRY TO GŁUPIE BŁAHOSTKI?

source: DOLL MAKER
pl: Twórca lalek

source: DON'T MOVE AN INCH! I'm coming!
pl: NIE RUSZAJ SIĘ, NAWET O KROK! Za chwilę będę na miejscu!

source: DR Congo
pl: Demokratyczna Republika Konga

source: DRAIN THEIR BLOOD! EVERY DROP!
pl: UPUŚCIĆ IM KRWI! DO OSTATNIEJ KROPLI!

source: DRAW WIRE FRAMES
pl: RYSUJ SIATKI MODELI

source: DRILL
pl: WIERTŁO

source: Daaah, it's driving me nuts!
pl: Aargh, doprowadza mnie to do szału!

source: Dad, if you're cold, I can give you my hat. You're the best father in the world, after all!
pl: Tato, jeżeli ci zimno, dam ci moją czapkę. W końcu jesteś najlepszym ojcem na świecie!

source: Dad, if you're hungry, you can have my cookie. You're my favorite person in the world, after all!
pl: Tato, jeżeli jesteś głodny, dam ci moje ciasteczko. W końcu jesteś moją ulubioną osobą na świecie!

source: Dad, if you're scared, I can sleep by your side. You're my closest friend in the world, after all!
pl: Tato, jeżeli się boisz, mogę spać przy tobie. W końcu jesteś moim najbliższym przyjacielem na świecie!

source: Dahlia and Number 16 rush into the fray, trying to suppress their former friend, but she swats them away like flies. </page>
pl: Dalia i Numer 16 ruszają w bój, by wstrzymać byłą przyjaciółkę, ale odtrąca je na boki jak muchy. </page>

source: Damage Absorb
pl: Pochłanianie obrażeń

source: Damage Absorb +1
pl: Pochłanianie obrażeń +1

source: Damage Absorb +2
pl: Pochłanianie obrażeń +2

source: Damage Absorb +3
pl: Pochłanianie obrażeń +3

source: Damage Absorb +4
pl: Pochłanianie obrażeń +4

source: Damage Absorb +5
pl: Pochłanianie obrażeń +5

source: Damage Absorb +6
pl: Pochłanianie obrażeń +6

source: Damage Absorb +7
pl: Pochłanianie obrażeń +7

source: Damage Absorb +8
pl: Pochłanianie obrażeń +8

source: Damaged Dog Tag
pl: Zniszczony nieśmiertelnik

source: Dammit! All of my money's gone cause that piece of junk didn't win!
pl: Cholera! Straciłam wszystkie pieniądze, bo ta kupa złomu nie wygrała!

source: Dammit! What's going on?
pl: Cholera! Co się dzieje?

source: Dammit, I can't believe he'd go haywire and destroy all his friends like that!
pl: Cholera, nie wierzę, że mógł tak sfiksować i zniszczyć ot tak swoich przyjaciół!

source: Dammit, I lost again!
pl: Cholera, znowu przegrałem!

source: Dammit, we lost contact with this squad too. I can't remember the last time we suffered this many losses.
pl: Cholera, straciliśmy też kontakt z tym oddziałem. Nie pamiętam, kiedy ostatnim razem ponieśliśmy takie straty.

source: Dammit...
pl: Cholera...

source: Dammit...I...I...
pl: Cholera...!...!

source: Damn it!
pl: Cholera!

source: Damn it! Maybe I should've taken over something with a little more power...
pl: Cholera! Trzeba było przejąć jednostkę o większej mocy...

source: Damn it! There's no end to them!
pl: Do jasnej cholery! One zdają się nie kończyć... Ciągle przybywają nowe!

source: Damn it! They're here too!
pl: Cholera! Tutaj też są!

source: Damn it! We'll never get anywhere like this.
pl: Cholera! W taki sposób niczego nie osiągniemy.

source: Damn it!!
pl: Cholera!

source: Damn it, STOOOOOOOP!
pl: Cholera, PRZEEEESTAAAAŃ!

source: Damn it, not another one!
pl: Cholera, tylko nie kolejny!

source: Damn it, stop!
pl: Do jasnej cholery... Natychmiast przestań!

source: Damn it, they won't stop coming!
pl: Cholera, czy one nie mogą w końcu przestać się pojawiać?!

source: Damn it, they're STILL jamming us?
pl: Cholera, NADAL zakłócają nam łączność?

source: Damn it, this is useless. There's too many of them.
pl: Cholera, to wszystko jest bezużyteczne. Jest ich za dużo.

source: Damn it, we took too long. They're gone.
pl: Jasna cholera... Spóźniliśmy się... Już po nich.

source: Damn it...
pl: Cholera...

source: Damn it... I'll kill you!
pl: Cholera... Zabiję cię!

source: Damn it...!
pl: Szlag by to...!

source: Damn machines...
pl: Cholerne maszyny...

source: Damn the machines... I'll murder them all!
pl: Niech szlag trafi te maszyny... Zniszczę je wszystkie!

source: Damn them! I'll kill them... I swear I'll kill them all!
pl: Niech ich szlag! Zabiję ich... Przysięgam, że zabiję ich wszystkich!

source: Damn! He's tough.
pl: Cholera! Twardy jest.

source: Damn! She got away.
pl: Cholera! Uciekła.

source: Damn! The doors!
pl: Cholera! Drzwi!

source: Damn, you're fast!
pl: Rety... Ale jesteś szybki!

source: Damn...
pl: Cholera...

source: Damn... 9S really went through hell.
pl: Cholera... 9S naprawdę przeszedł przez piekło.

source: Damn... Looks like this is it.
pl: Cholera... Wygląda, że to koniec.

source: Damn... They're getting smarter by the day.
pl: Cholera... z dnia na dzień stają się coraz inteligentniejsze.

source: Dance like 9S and sting like 9S! Just, you know, be like 9S!
pl: Tańcz jak 9S i kąsaj jak 9S! Po prostu, wiesz, bądź jak 9S!

source: Dance like a butterfly and sting like a bee!
pl: Tańcz jak motyl i kąsaj jak pszczołą!

source: Dangerous beyond here! Broken!
pl: Tam dalej jest niebezpiecznie! Zepsute! Popsute!

source: Dare you face the full brunt of Father Servo's power?
pl: Czy odważycie się stawić czoła potędze Ojca Servo?

source: Dare you taste the forbidden fruits of his labors!?
pl: Czy odważycie się skosztować zakazanych owoców jego pracy?!

source: Dark Colossus (Kaiju) - Medium 2/Dynamic
pl: Dark Colossus (Kaiju) - Średnia 2/Dynamiczna

source: Dark Colossus (Kaiju) - Medium 2/Dynamic 2
pl: Dark Colossus (Kaiju) - Średnia 2/Dynamiczna 2

source: Dark Impulse
pl: Mroczny impuls

source: Dash
pl: Sprint

source: Dash (Double-Tap)
pl: Sprint (Podwójne naciśnięcie)

source: Data Analysis Freak
pl: Fanatyczka analizy danych

source: Data Analysis Freak 2
pl: Fanatyczka analizy danych 2

source: Data Chip A
pl: Czip danych A

source: Data Chip B
pl: Czip danych B

source: Data Chip C
pl: Czip danych C

source: Data Chip D
pl: Czip danych D

source: Data Chip E
pl: Czip danych E

source: Data Saved on Server
pl: Dane z serwera

source: Data exchange engaged.
pl: Rozpoczęto wymianę danych.

source: Data from a rare flower would be a perfect gift for Operator 6O. Collect the following item in order to take the required photo:
pl: Dane o rzadkim kwiecie będą idealnym prezentem dla Operator 6O. Zbierz następujący przedmiot w celu wykonania wymaganego zdjęcia:

source: Data may be displayed from the system menu.
pl: Dane mapy są teraz dostępne w menu systemowym.

source: Data noise present in stream.
pl: Wykryto szumy danych w strumieniu danych.

source: Data on the Old World
pl: Dane ze starego świata

source: Data processing must get worse when you drink. I feel so out of it, plus nothing seems to matter anymore.
pl: Gdy trochę wypiję, przetwarzanie danych ulega pogarszeniu. Do tego, czuję się rozkojarzony i wydaje mi się, że nic nie ma już znaczenia.

source: Data shows that humans often engaged in similar activities throughout mankind's history.
pl: Z danych wynika, że ludzie wielokrotnie w swojej historii podejmowali podobne działania.

source: Data upload 30 percent complete.
pl: Ukończono 30 procent wysyłania danych.

source: Day after day, she returned to the battlefield to compose more music. Here, a giant of a man, fat rippling from his sides. There, a slimmer gentleman whose bones would surely produce a sweeter sound. Ah, who to stab first!?
pl: Dzień po dniu, powracała na pole bitwy, by komponować muzykę. Tutaj ogromny człowiek, z tłuszczem wylewającym się z boków. Tam chudszy jegomość, którego kości dadzą słodszy dźwięk. Och, którego zadźgać jako pierwszego?

source: De...sert...
pl: Pus...tynia...

source: Dead serious. There's a stockpile of missiles down at the shoreline that needs to be loaded on the carrier.
pl: Śmiertelnie poważnie. Na nabrzeżu znajduje się skład rakiet, który należy załadować na lotniskowiec.

source: Deadly Heal
pl: Zabójcze leczenie

source: Deadly Heal +1
pl: Zabójcze leczenie +1

source: Deadly Heal +2
pl: Zabójcze leczenie +2

source: Deadly Heal +3
pl: Zabójcze leczenie +3

source: Deadly Heal +4
pl: Zabójcze leczenie +4

source: Deadly Heal +5
pl: Zabójcze leczenie +5

source: Deadly Heal +6
pl: Zabójcze leczenie +6

source: Deadly Heal +7
pl: Zabójcze leczenie +7

source: Deadly Heal +8
pl: Zabójcze leczenie +8

source: Dear me... Where could it have gone?
pl: Ojejku... Gdzie mógł się podziać?

source: Death Rattle
pl: Skowyt śmierci

source: Death and Recovery
pl: Śmierć i Odzyskiwanie

source: Death brings final tranquility!
pl: Śmierć przynosi ostateczne ukojenie!

source: Death confirmed.
pl: Potwierdzono zgon.

source: Deaths by corrupted bodies
pl: Śmierci od zepsutych ciał

source: Death—even the concept of death—has no meaning to us.
pl: Śmierć — nawet koncepcja śmierci — nie ma dla nas znaczenia.

source: Debug Menu
pl: Menu debugowe

source: Debug Room
pl: Pokój debugowy

source: Decades later, the king announced on his deathbed that he wasn't royalty at all, but in fact was the son of a commoner. Upon hearing this revelation, the people stormed the castle and hung their beloved ruler from the rafters.
pl: Dziesiątki lat później, król wyjawił na łożu śmierci, że nie ma królewskiego pochodzenia i pochodzi z pospólstwa. Usłyszawszy to wyznanie, poddani wdarli się do zamku i powiesili pod sufitem ich ukochanego władcę.

source: December 31, 3361 [Summary] Due to the relapse of the Original, Gestalt units in preservation are now relapsing at an accelerated rate. The process of recording their bodies and gathering their DNA continues, but progress is poor. New countermeasures and development intended to serve as a replacement to Project Gestalt are scheduled to be transferred to the Next Generation Preservation Project Preparation Committee. As for this report, it will serve as the final record of both Project Gestalt and the Committee. For information about the development plans for new android models and the refinement of existing models, please refer to the attached sheet. Furthermore, we have received approval to consider the disposal of the "Devola" and "Popola" observer models at a later date.
pl: 1 grudnia 3361 [Podsumowanie] W związku z nawrotem choroby u Oryginału, jednostki zachowujące Gestalt, mają nawroty w przyspieszonym tempie. Trwa proces spisywania ich ciał i zbierania DNA, ale postęp jest marginalny. Nowe środki zaradcze i osiągnięcia, mające służyć jako alternatywa dla Projektu Gestalt, zostaną przekazane Komitetowi Przygotowującemu Projekt Zachowania Kolejnej Generacji. Tym samym, ten raport będzie ostatnim zapisem, zarówno dla Projektu Gestalt, jak i Komitetu. Aby uzyskać informacje o planach rozwoju nowych modeli androidów i udoskonalenia istniejących, proszę odwołać się do załączonych dokumentów. Ponadto, dostaliśmy pozwolenie na rozważenie likwidacji modeli obserwujących „Popola” i „Devola” w późniejszym terminie.

source: Decide what to do with Pascal.
pl: Zdecyduj co zrobić z Pascalem.

source: Decline the request.
pl: Odrzuć prośbę.

source: Decline.
pl: Odmów.

source: Decreases chance of staggering from attacks.
pl: Zmniejsza szansę na oszołomienie od ataku.

source: Dedicate...now...
pl: Poświęcając się... teraz...

source: Deep Cave
pl: Głęboka jaskinia

source: Default control settings restored.
pl: Przywrócono domyślne ustawienia sterowania.

source: Defeat 9S.
pl: Pokonaj 9S.

source: Defeat A2.
pl: Pokonaj A2.

source: Defeat all enemies within 3 minutes.
pl: Pokonaj wszystkich wrogów w ciągu 3 minut.

source: Defeat the deranged machine lifeforms.
pl: Pokonaj szalone mechaniczne formy życia.

source: Defeat the enemy backup.
pl: Zniszcz wrogie posiłki.

source: Defeat the giant Emil.
pl: Pokonaj wielkiego Emila.

source: Defeated:
pl: Pokonano:

source: Defense
pl: Obrona

source: Defense Focus
pl: Nastawiony na obronę

source: Defensive system operation confirmed to be declining.
pl: Potwierdzono spadek wydajności systemu obronnego.

source: Delete the current save data and create a new file?
pl: Usunąć bieżący zapis i utworzyć nowy plik?

source: Deliver a toy to the supply trader in Pascal's village.
pl: Dostarcz zabawkę handlarzowi zaopatrzenia w wiosce Pascala.

source: Deliver the fuel filter to Anemone.
pl: Dostarcz filtr paliwa Anemonie.

source: Deliver the information on the old world to Pascal.
pl: Dostarcz informacje o starym świecie Pascalowi.

source: Deliver the items to the android couple.
pl: Dostarcz przedmioty parze androidów.

source: Deliver the items to the female android in order to repair her.
pl: Dostarcz przedmioty żeńskiemu androidowi, aby ją naprawić.

source: Deliver the materials to the weapons trader.
pl: Dostarcz materiały handlarzowi broni.

source: Deliver the package to the client.
pl: Dostarcz paczkę klientowi.

source: Deliver the plug-in chips to the Resistance member.
pl: Dostarcz czipy rozszerzeń członkowi Ruchu Oporu.

source: Deliver the relics to the client.
pl: Dostarcz relikty klientowi.

source: Deliver the required materials to the supply trader at the Resistance camp.
pl: Dostarcz potrzebne materiały handlarzowi zaopatrzenia w obozie Ruchu Oporu.

source: Deliver the rusty music box to the manager.
pl: Dostarcz zardzewiałą pozytywkę zarządcy.

source: Deliver the tree sap to Devola and Popola, and tell them you defeated the enemies.
pl: Dostarcz żywicę Devoli i Popoli. Przekaż im też o pokonaniu wrogów.

source: Deliver the viscous oil to Pascal.
pl: Dostarcz gęsty olej Pascalowi.

source: Delta Squad destroyed
pl: Oddział Delta został zniszczony.

source: Deluxe, huh?
pl: Ekskluzywną, tak?

source: Deluxe? We'll see...
pl: Ekskluzywną? Zobaczymy...

source: Demon's Cry
pl: Demoniczny Płacz

source: Denmark
pl: Dania

source: Dented Plate
pl: Wygięta płyta

source: Dented Socket
pl: Wgniecione gniazdko

source: Department Store Flyer
pl: Ulotka z domu towarowego

source: Deploys a protective barrier that blocks melee attacks.
pl: Wytwarza ochronną barierę chroniącą przed atakami wręcz.

source: Deploys a protective barrier that blocks projectile attacks.
pl: Wytwarza ochronną barierę chroniącą przed pociskami.

source: Deranged Religion
pl: Skrzywiona religia

source: Description: ????
pl: Opis: ????

source: Description: ???? * This description may contain spoilers
pl: Opis: ???? * Ten opis może zawierać spoilery

source: Description: A New Battle Begins
pl: Opis: A New Battle Begins

source: Description: A Round by the Pond
pl: Opis: A Round by the Pond

source: Description: A Scanner's Power
pl: Opis: A Scanner's Power

source: Description: Animal Rider
pl: Opis: Animal Rider

source: Description: Beautiful World
pl: Opis: Beautiful World

source: Description: Cherish Our Resources
pl: Opis: Cherish Our Resources

source: Description: Chip Collector
pl: Opis: Chip Collector

source: Description: Come Take a Look!
pl: Opis: Come Take a Look!
